Repository: PatilShweta1/BHASHANET_WITH_LPMF_NEW
Catalog: BHASHANET_PROD/locale/*/LC_MESSAGES/django.po
Languages: as, bn, gu, hi, kn, mai, ml, mr, ne, pa, ta, te, ur

source: Malayalam
ml: മലയാളം

source: Telugu
ml: തെലുങ്ക്

source: Panjabi
ml: പഞ്ചാബി

source: Tamil
ml: തമിഴ്

source: Assamese
ml: അസമീസ്

source: Oriya
ml: ഒഡിയ

source: add_blog
as: add_blogas
bn: add_blogbn
gu: add_bloggu
hi: add_bloghi
kn: add_blogkn
mai: add_blogmai
ml: add_blogml
mr: add_blogmr
ne: add_blogne
pa: add_blogpa
ta: add_blogta
te: add_blogte
ur: add_blogur

source: edit_blog/<str:id>
as: edit_blogas/<str:id>
bn: edit_blogbn/<str:id>
gu: edit_bloggu/<str:id>
hi: edit_bloghi/<str:id>
kn: edit_blogkn/<str:id>
mai: edit_blogmai/<str:id>
ml: edit_blogml/<str:id>
mr: edit_blogmr/<str:id>
ne: edit_blogne/<str:id>
pa: edit_blogpa/<str:id>
ta: edit_blogta/<str:id>
te: edit_blogte/<str:id>
ur: edit_blogur/<str:id>

source: delete_blog/<str:id>
as: delete_blogas/<str:id>
bn: delete_blogbn/<str:id>
gu: delete_bloggu/<str:id>
hi: delete_bloghi/<str:id>
kn: delete_blogkn/<str:id>
mai: delete_blogmai/<str:id>
ml: delete_blogml/<str:id>
mr: delete_blogmr/<str:id>
ne: delete_blogne/<str:id>
pa: delete_blogpa/<str:id>
ta: delete_blogta/<str:id>
te: delete_blogte/<str:id>
ur: delete_blogur/<str:id>

source: blog_datatable
as: blog_datatableas
bn: blog_datatablebn
gu: blog_datatablegu
hi: blog_datatablehi
kn: blog_datatablekn
mai: blog_datatablemai
ml: blog_datatableml
mr: blog_datatablemr
ne: blog_datatablene
pa: blog_datatablepa
ta: blog_datatableta
te: blog_datatablete
ur: blog_datatableur

source: login
as: loginas
bn: loginbn
gu: logingu
hi: loginhi
kn: loginkn
mai: loginmai
ml: loginml
mr: loginmr
ne: loginne
pa: loginpa
ta: loginta
te: loginte
ur: loginur

source: register
as: registeras
bn: registerbn
gu: registergu
hi: registerhi
kn: registerkn
mai: registermai
ml: registerml
mr: registermr
ne: registerne
pa: registerpa
ta: registerta
te: registerte
ur: registerur

source: logout
as: logoutas
bn: logoutbn
gu: logoutgu
hi: logouthi
kn: logoutkn
mai: logoutmai
ml: logoutml
mr: logoutmr
ne: logoutne
pa: logoutpa
ta: logoutta
te: logoutte
ur: logoutur

source: change_password
as: change_passwordas
bn: change_passwordbn
gu: change_passwordgu
hi: change_passwordhi
kn: change_passwordkn
mai: change_passwordmai
ml: change_passwordml
mr: change_passwordmr
ne: change_passwordne
pa: change_passwordpa
ta: change_passwordta
te: change_passwordte
ur: change_passwordur

source: forgot_password
as: forgot_passwordas
bn: forgot_passwordbn
gu: forgot_passwordgu
hi: forgot_passwordhi
kn: forgot_passwordkn
mai: forgot_passwordmai
ml: forgot_passwordml
mr: forgot_passwordmr
ne: forgot_passwordne
pa: forgot_passwordpa
ta: forgot_passwordta
te: forgot_passwordte
ur: forgot_passwordur

source: password_creation/<uid>/<token>
as: password_creationas/<uid>/<token>
bn: password_creationbn/<uid>/<token>
gu: password_creationgu/<uid>/<token>
hi: password_creationhi/<uid>/<token>
kn: password_creationkn/<uid>/<token>
mai: password_creationmai/<uid>/<token>
ml: password_creationml/<uid>/<token>
mr: password_creationmr/<uid>/<token>
ne: password_creationne/<uid>/<token>
pa: password_creationpa/<uid>/<token>
ta: password_creationta/<uid>/<token>
te: password_creationte/<uid>/<token>
ur: password_creationur/<uid>/<token>

source: discussion_forum_topic_list
as: discussion_forum_topic_listas
bn: discussion_forum_topic_listbn
gu: discussion_forum_topic_listgu
hi: discussion_forum_topic_listhi
kn: discussion_forum_topic_listkn
mai: discussion_forum_topic_listmai
ml: discussion_forum_topic_listml
mr: discussion_forum_topic_listmr
ne: discussion_forum_topic_listne
pa: discussion_forum_topic_listpa
ta: discussion_forum_topic_listta
te: discussion_forum_topic_listte
ur: discussion_forum_topic_listur

source: discussion_forum_user_topic_list
as: discussion_forum_user_topic_listas
bn: discussion_forum_user_topic_listbn
gu: discussion_forum_user_topic_listgu
hi: discussion_forum_user_topic_listhi
kn: discussion_forum_user_topic_listkn
mai: discussion_forum_user_topic_listmai
ml: discussion_forum_user_topic_listml
mr: discussion_forum_user_topic_listmr
ne: discussion_forum_user_topic_listne
pa: discussion_forum_user_topic_listpa
ta: discussion_forum_user_topic_listta
te: discussion_forum_user_topic_listte
ur: discussion_forum_user_topic_listur

source: discussion_forum_add_topic
as: discussion_forum_add_topicas
bn: discussion_forum_add_topicbn
gu: discussion_forum_add_topicgu
hi: discussion_forum_add_topichi
kn: discussion_forum_add_topickn
mai: discussion_forum_add_topicmai
ml: discussion_forum_add_topicml
mr: discussion_forum_add_topicmr
ne: discussion_forum_add_topicne
pa: discussion_forum_add_topicpa
ta: discussion_forum_add_topicta
te: discussion_forum_add_topicte
ur: discussion_forum_add_topicur

source: discussion_forum_view_topic_discussion/<slug:topic_slug>
as: discussion_forum_view_topic_discussionas/<slug:topic_slug>
bn: discussion_forum_view_topic_discussionbn/<slug:topic_slug>
gu: discussion_forum_view_topic_discussiongu/<slug:topic_slug>
hi: discussion_forum_view_topic_discussionhi/<slug:topic_slug>
kn: discussion_forum_view_topic_discussionkn/<slug:topic_slug>
mai: discussion_forum_view_topic_discussionmai/<slug:topic_slug>
ml: discussion_forum_view_topic_discussionml/<slug:topic_slug>
mr: discussion_forum_view_topic_discussionmr/<slug:topic_slug>
ne: discussion_forum_view_topic_discussionne/<slug:topic_slug>
pa: discussion_forum_view_topic_discussionpa/<slug:topic_slug>
ta: discussion_forum_view_topic_discussionta/<slug:topic_slug>
te: discussion_forum_view_topic_discussionte/<slug:topic_slug>
ur: discussion_forum_view_topic_discussionur/<slug:topic_slug>

source: submit_answer/<slug:topic_slug>
as: submit_answeras/<slug:topic_slug>
bn: submit_answerbn/<slug:topic_slug>
gu: submit_answergu/<slug:topic_slug>
hi: submit_answerhi/<slug:topic_slug>
kn: submit_answerkn/<slug:topic_slug>/
mai: submit_answermai/<slug:topic_slug>
ml: submit_answerml/<slug:topic_slug>
mr: submit_answermr/<slug:topic_slug>
ne: submit_answerne/<slug:topic_slug>
pa: submit_answerpa/<slug:topic_slug>
ta: submit_answerta/<slug:topic_slug>
te: submit_answerte/<slug:topic_slug>
ur: submit_answerur/<slug:topic_slug>

source: upvote_answer
as: upvote_answeras
bn: upvote_answerbn
gu: upvote_answergu
hi: upvote_answerhi
kn: upvote_answerkn
mai: upvote_answermai
ml: upvote_answerml
mr: upvote_answermr
ne: upvote_answerne
pa: upvote_answerpa
ta: upvote_answerta
te: upvote_answerte
ur: upvote_answerur

source: test_task
as: test_taskas
bn: test_taskbn
gu: test_taskgu
hi: test_taskhi
kn: test_taskkn
mai: test_taskmai
ml: test_taskml
mr: test_taskmr
ne: test_taskne
pa: test_taskpa
ta: test_taskta
te: test_taskte
ur: test_taskur

source: home
as: গৃহ
bn: বাড়ি
gu: ઘર
hi: होम
kn: ಮುಖಪುಟ
mai: घरमैथिली
ml: വീട്
mr: मुख्यपान
ne: होमनेपाली
pa: ਘਰ
ta: வீடு
te: ఇల్లు
ur: گھر

source: privacypolicy
as: privacypolicyas
bn: গোপনীয়তানীতি
gu: ગોપનીયતાનીતિ
hi: गोपनीयतानीति
kn: ಗೌಪ್ಯತಾನೀತಿ
mai: privacypolicymai
ml: സ്വകാര്യതാനയം
mr: गोपनीयताधोरण
ne: privacypolicyne
pa: ਪਰਾਈਵੇਟਨੀਤੀ
ta: தனியுரிமைக்கொள்கை
te: గోప్యతావిధానం
ur: privacypolicyUR

source: termsandconditions
as: termsandconditionsas
bn: শর্তাবলী
gu: નિયમોઅનેશરત
hi: नियमएवंशर्तें
kn: ನಿಯಮಗಳುಮತ್ತುಷರತ್ತುಗಳು
mai: termsandconditionsmai
ml: ഉപാധികളുംനിബന്ധനകളും
mr: नियमआणिअटी
ne: termsandconditionsne
pa: ਨਿਬੰਧਨਅਤੇਸ਼ਰਤਾਂ
ta: விதிமுறைகள்மற்றும்நிபந்தனைகள்
te: నిబంధనలుమరియుషరతులు
ur: termsandconditionsUR

source: uaindiaprogramme
as: uaindiaprogrammeas
bn: ইউএআইইন্ডিয়াপ্রোগ্রাম
gu: યુએભારતપ્રોગ્રામ
hi: यूए_इंडिया_कार्यक्रम
kn: ಯುಇಂಡಿಯಾಪ್ರೋಗ್ರಾಂ
mai: uaindiaprogrammemai
ml: യുഎഐഇന്ത്യപ്രോഗ്രാം
mr: यूएइंडियाकार्यक्रम
ne: uaindiaprogrammene
pa: ਯੂਏਭਾਰਤਪ੍ਰੋਗਰਾਮ
ta: யுஏஇந்தியாதிட்டம்
te: UAఇండియాప్రోగ్రామ్
ur: uaindiaprogrammeUR

source: IDNCCTLD
as: IDNCCTLDas
bn: আইডিএনসিটিএলডি
gu: IDNCCTLDgu
hi: आईडीएन_सीसीटीएलडी
kn: ಐಡಿಎನಸೀಟಿಎಲಡಿ
mai: IDNCCTLDmai
ml: ഐഡിഎൻസിടിഎൽഡി
mr: आईडीएनसीसीटीएलडी
ne: IDNCCTLDne
pa: IDNCCTLDPa
ta: ஐடிஎன்சிசிடிஎல்டி
te: ఐడిఎన్సిసిటిఎల్డి
ur: IDNCCTLDUR

source: bestpractices
as: bestpracticesas
bn: ভালোঅভ্যাস
gu: શ્રેષ્ઠવ્યવહાર
hi: सर्वोत्तम_प्रथाएं
kn: ಒಳ್ಳೆಯಅಭ್ಯಾಸಗಳು
mai: bestpracticesmai
ml: നല്ലശീലങ്ങൾ
mr: चांगलासराव
ne: bestpracticesne
pa: ਵਧੀਆਅਭਿਆਸ
ta: சிறந்தநடைமுறைகள்
te: ఉత్తమపద్ధతులు
ur: bestpracticesUR

source: EAI
as: EAIas
bn: আসো
gu: ઇએઆઈ
hi: ईएआई
kn: ಇಎಬನ್ನಿಇ
mai: EAImai
ml: വരിക
mr: ईए_आई
ne: EAIne
pa: ਈਏਆਈ
ta: இஎஐ
te: ఇఎI
ur: EAIUR

source: UA
as: UAas
bn: সর্বজনীনগ্রহণযোগ্যতা
gu: યુએ
hi: सार्वभौमिक_स्वीकृति
kn: ಸಾರ್ವತ್ರಿಕಸ್ವೀಕಾರ
mai: UAmai
ml: സാർവത്രികസ്വീകാര്യത
mr: सार्वत्रिक_स्वीकृती
ne: UAne
pa: ਯੂਏ
ta: உலகளாவிய_ஏற்றுக்கொள்ளுதல்
te: సార్వత్రిక_అంగీకారం
ur: UAUR

source: tools
as: toolsas
bn: যন্ত্রপাতি
gu: સાધનો
hi: औजार
kn: ಉಪಕರಣಗಳು
mai: toolsmai
ml: ഉപകരണങ്ങൾ
mr: साधने
ne: toolsne
pa: ਸੰਦ
ta: கருவி
te: సాధనం
ur: toolsUR

source: unicode_punycode_generator
as: unicode_punycode_generatoras
bn: ইউনিকোডপুনিককোডজেনারেটর
gu: યુનિકોડ_પનીકોડ_જનરેટર
hi: यूनिकोड_पुनीकोड_​​जनरेटर
kn: ಯುನಿಕೋಡ್_ಪುನಿಕೋಡ್_ಜನರೇಟರ್
mai: unicode_punycode_generatormai
ml: യൂണികോഡ്പ്യൂണിക്ക്കോഡ്ജനറേറ്റർ
mr: यूनिकोडपुनीकोड​जनरेटर
ne: unicode_punycode_generatorne
pa: ਯੂਨੀਕੋਡ_ਪਨੀਕੋਡ_ਜਨਰੇਟਰ
ta: யூனிகோட்_புனிகோட்_ஜெனரேட்டர்
te: యూనికోడ్_పునికోడ్_జనరేటర్
ur: unicode_punycode_generatorUR

source: unicode_fonts
as: unicode_fontsas
bn: ইউনিকোডফন্ট
gu: યુનિકોડ_ફોન્ટ્સ
hi: यूनिकोड_फोंट
kn: ಯುನಿಕೋಡ್ಫಾಂಟ್
mai: unicode_fontsmai
ml: യൂണികോഡ്ഫോണ്ട്
mr: यूनि_कोड_फोंट
ne: unicode_fontsne
pa: ਯੂਨੀਕੋਡ_ਫੌਂਟ
ta: யூனிகோட்எழுத்துருக்கள்
te: యూనికోడ్_ఫాంట్
ur: unicode_fontsUR

source: transliteration
as: transliterationas
bn: ট্রান্সলিটারেশন
gu: લિવ્યંતરણ
hi: लिप्यंतरण
kn: ಲಿಪ್ಯಂತರಣ
mai: transliterationmai
ml: ലിപ്യന്തരണം
mr: लिप्यं_तरण
ne: transliterationne
pa: ਲਿਪੀਅੰਤਰਨ
ta: ஒலிபெயர்ப்பு
te: లిప్యంతరీకరణ
ur: transliterationUR

source: script_detection
as: script_detectionas
bn: স্ক্রিপ্টআবিষ্কার
gu: સ્ક્રિપ્ટ_શોધ
hi: स्क्रिप्ट_का_पता_लगाने
kn: ಸ್ಕ್ರಿಪ್ಟ್_ಪತ್ತೆ
mai: script_detectionmai
ml: സ്ക്രിപ്റ്റ്കണ്ടെത്തൽ
mr: स्क्रिप्ट_डिटेक्शन
ne: script_detectionne
pa: ਸਕ੍ਰਿਪਟ_ਖੋਜ
ta: ஸ்கிரிப்ட்_கண்டறிதல்
te: స్క్రిప్ట్_డిటెక్షన్
ur: script_detectionUR

source: domain_validator
as: domain_validatoras
bn: ডোমেইনচেকার
gu: ડોમેન_માન્યકર્તા
hi: डोमेन_सत्यापनकर्ता
kn: ಡೊಮೇನ್ಪರಿಶೀಲಕ
mai: domain_validatormai
ml: ഡൊമെയ്ൻചെക്കർ
mr: डोमेनसत्यापनकर्ता
ne: domain_validatorne
pa: ਡੋਮੇਨ_ਪ੍ਰਮਾਣਕeTE
ta: டொமைன்வேலிடேட்டர்
te: డొమైన్_వెరిఫైయర్
ur: domain_validatorUR

source: email_validator
as: email_validatoras
bn: ইমেইলভ্যালিডেটর
gu: ઇમેઇલ_માન્યકર્તા
hi: ईमेल_सत्यापनकर्ता
kn: ಇಮೇಲ್_ವ್ಯಾಲಿಡೇಟರ್
mai: email_validatormai
ml: ഇമെയിൽവാലിഡേറ്റർ
mr: ईमेलसत्यापनकर्ता
ne: email_validatorne
pa: ਈਮੇਲ_ਪ੍ਰਮਾਣਕ
ta: மின்னஞ்சல்_சரிபார்ப்பாளர்
te: ఇమెయిల్_వెరిఫైయర్
ur: email_validatorUR

source: feedback
as: feedbackas
bn: প্রতিক্রিয়া
gu: પ્રતિસાદ
hi: प्रतिक्रिया
kn: ಪ್ರತಿಕ್ರಿಯೆ
mai: feedbackmai
ml: പ്രതികരണം
mr: अभिप्राय
ne: feedbackne
pa: ਫੀਡਬੈਕ
ta: பின்னூட்டம்
te: అభిప్రాయం
ur: feedbackUR

source: becomeuaready
as: becomeuareadyas
bn: প্রস্তুতহতেহবে
gu: તૈયારથઈ
hi: यूएरेडीबनें
kn: ಸಿದ್ಧನಾಗುತ್ತಾನೆ
mai: becomeuareadymai
ml: തയ്യാറാകും
mr: तयारझाले
ne: becomeuareadyne
pa: ਯੂ.ਏ. ਲਈ ਤਿਆਰ
ta: யூரேடிஆக
te: యూరేడీఅవుతుంది
ur: becomeuareadyUR

source: FAQS
as: FAQSas
bn: প্রশ্নজিজ্ঞাসা
gu: FAQSgu
hi: पूछेजानेवालेप्रश्न
kn: ಕೇಳಲುಪ್ರಶ್ನೆಗಳು
mai: FAQSmai
ml: ചോദിക്കേണ്ടചോദ്യങ്ങൾ
mr: विचारण्यासाठीप्रश्न
ne: FAQSne
pa: FAQSPa
ta: கேட்கவேண்டியகேள்விகள்
te: అడగడానికిప్రశ్నలు
ur: FAQSUR

source: documentPage
as: documentPageas
bn: নথিপাতা
gu: દસ્તાવેજપૃષ્ઠ
hi: दस्तावेज़_पृष्ठ
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ಪುಟ
mai: documentPagemai
ml: പ്രമാണപേജ്
mr: दस्तऐवजपृष्ठ
ne: documentPagene
pa: ਦਸਤਾਵੇਜ਼ਪੰਨਾ
ta: ஆவணம்_பக்கம்
te: డాక్యుమెంట్_పేజీ
ur: documentPageUR

source: documentData
as: documentDataas
bn: নথিডেটা
gu: દસ્તાવેજડેટા
hi: दस्तावेज़डेटा
kn: ಡಾಕ್ಯುಮೆಂಟ್ಡೇಟಾ
mai: documentDatamai
ml: ഡോക്യുമെന്റ്ഡാറ്റ
mr: दस्तऐवजडेटा
ne: documentDatane
pa: ਦਸਤਾਵੇਜ਼ਡੇਟਾ
ta: ஆவணதரவு
te: డాక్యుమెంట్డేటా
ur: documentDataUR

source: support
as: supportas
bn: সমর্থন
gu: આધાર
hi: सहायता
kn: ಬೆಂಬಲ
mai: supportmai
ml: പിന്തുണ
mr: समर्थन
ne: supportne
pa: ਸਮਰਥਨ
ta: உதவி
te: సహాయం
ur: supportUR

source: search_results
as: search_resultsas
bn: অনুসন্ধানফলাফল
gu: શોધ_પરિણામો
hi: खोज_के_परिणाम
kn: ಹುಡುಕಾಟಫಲಿತಾಂಶಗಳು
mai: search_resultsmai
ml: തിരയൽഫലങ്ങൾ
mr: शोध_परिणाम
ne: search_resultsne
pa: ਖੋਜ_ਨਤੀਜੇ
ta: தேடல்முடிவுகள்
te: శోధనఫలితాలు
ur: search_resultsUR

source: idn_websites/<str:id>
as: idn_websitesas/<str:id>
bn: আইডিএন_ওয়েবসাইট/<str:id>
gu: હુંડીએન_વેબસાઇટ્સ/<str:id>
hi: आईडीएन_वेबसाइटों/<str:id>
kn: ಐಡಿಎನ್_ವೆಬ್‌ಸೈಟ್‌ಗಳು/<str:id>
mai: idn_websitesmai/<str:id>
ml: ഐഡിഎൻ_വെബ്സൈറ്റുകൾ/<str:id>
mr: आयडीएन_वेबसाइट्स/<str:id>
ne: idn_websitesne/<str:id>
pa: ਆਈਡੀਐਨਵੈੱਬਸਾਈਟਾਂ/<str:id>
ta: idn_இணையதளங்கள்/<str:id>
te: idn_వెబ్‌సైట్‌లు/<str:id>
ur: ఐడిఎన్వెబ్‌సైట్‌లు/<str:id>

source: event
as: eventas
bn: ঘটনা
gu: ઘટના
hi: आयोजन
kn: ಈವೆಂಟ್
mai: eventmai
ml: സംഭവം
mr: क्रार्यक्रम
ne: eventne
pa: ਘਟਨਾ
ta: நிகழ்வு
te: సంఘటన
ur: eventUR

source: gallery
as: galleryas
bn: গ্যালারি
gu: ગેલેરી
hi: गेलरी
kn: ಗ್ಯಾಲರಿ
mai: gallerymai
ml: ഗാലറി
mr: गॅलरी
ne: galleryne
pa: ਗੈਲਰੀ
ta: காட்சியகம்
te: గ్యాలరీ
ur: galleryUR

source: language_detection
as: language_detectionas
bn: language_detectionbn
gu: ભાષા_શોધ
hi: language_detectionh
kn: language_detectionkn
mai: language_detectionmai
ml: language_detectionml
mr: language_detectionmr
ne: language_detectionne
pa: ਭਾਸ਼ਾ_ਦੀ_ਖੋਜ
ta: மொழி_கண்டறிதல்
te: భాష_గుర్తింపు
ur: language_detectionUR

source: cdac_keyboard
as: cdac_keyboardas
bn: cdac_keyboardbn
gu: cdac_keyboardgu
hi: cdac_keyboardhi
kn: cdac_keyboardkn
mai: cdac_keyboardmai
ml: cdac_keyboardml
mr: cdac_keyboardmr
ne: cdac_keyboardne
pa: cdac_keyboardpa
ta: cdac_keyboardta
te: cdac_keyboardte
ur: cdac_keyboardur

source: sop_tech_page
as: sop_tech_pageas
bn: sop_tech_pagebn
gu: sop_tech_pagegu
hi: sop_tech_pagehi
kn: sop_tech_pagekn
mai: sop_tech_pagemai
ml: sop_tech_pageml
mr: sop_tech_pagemr
ne: sop_tech_pagene
pa: sop_tech_pagepa
ta: sop_டெக்_பக்கம்
te: sop_టెక్_పేజీ
ur: sop_tech_pageur

source: sop_document_page
as: sop_document_pageas
bn: sop_document_pagebn
gu: sop_document_pagegu
hi: sop_document_pagehi
kn: sop_document_pagekn
mai: sop_document_pagemai
ml: sop_document_pageml
mr: sop_document_pagemr
ne: sop_document_pagene
pa: sop_document_pagepa
ta: sop_ஆவணப்_பக்கம்
te: sop_డాక్యుమెంట్_పేజీ
ur: sop_document_pageur

source: sop_document
as: sop_documentas
bn: sop_documentbn
gu: sop_documentgu
hi: sop_documenthi
kn: sop_documentkn
mai: sop_documentmai
ml: sop_documentml
mr: sop_documentmr
ne: sop_documentne
pa: sop_documentpa
ta: sop_ஆவணம்
te: sop_పత్రం
ur: sop_documentur

source: tld_validator
as: tld_validatoras
bn: tld_validatorbn
gu: tld_validatorgu
hi: tld_validatorhi
kn: tld_validatorkn
mai: tld_validatormai
ml: tld_validatorml
mr: tld_validatormr
ne: tld_validatorne
pa: tld_validatorpa
ta: tld_மதிப்பீட்டாளர்
te: tld_వాలిడేటర్
ur: tld_validatorur

source: dashboard
as: dashboardas
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
mai: dashboardmai
ml: ഡാഷ്ബോർഡ്
mr: डॅशबोर्ड
ne: dashboardne
pa: ਡੈਸ਼ਬੋਰਡ
ta: டாஷ்போர்டு
te: డాష్బోర్డ్
ur: dashboardur

source: admindashboard
as: admindashboardas
bn: admindashboardbn
gu: admindashboardgu
hi: admindashboardhi
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
mai: admindashboardmai
ml: ഡാഷ്ബോർഡ്
mr: admindashboardmr
ne: admindashboardne
pa: admindashboardpa
ta: admindashboardta
te: admindashboardte
ur: admindashboardur

source: blogs
as: blogsas
bn: ব্লগ
gu: બ્લોગ
hi: ब्लॉगस
kn: ಬ್ಲಾಗ್
mai: blogsmai
ml: ബ്ലോഗ്
mr: ब्लॉगमराठी
ne: blogsne
pa: ਬਲੌਗ
ta: வலைப்பதிவு
te: బ్లాగు
ur: blogsur

source: cat_selected/<str:id>
as: cat_selectedas/<str:id>
bn: বিভাগনির্বাচিত/<str:id>
gu: શ્રેણીપસંદકરી/<str:id>
hi: वर्गीकृत/<str:id>
kn: ವರ್ಗವನ್ನುಆಯ್ಕೆಮಾಡಲಾಗಿದೆ/<str:id>
mai: cat_selectedmai/<str:id>
ml: വിഭാഗംതിരഞ്ഞെടുത്തു/<str:id>
mr: श्रेणीचयनित/<str:id>
ne: cat_selectedne/<str:id>
pa: ਸ਼੍ਰੇਣੀਚੁਣੀਗਈਹੈ/<str:id>
ta: வகைதேர்ந்தெடுக்கப்பட்டது/<str:id>
te: వర్గంఎంపికచేయబడింది/<str:id>
ur: cat_selectedur/<str:id>

source: blog/<str:id>
as: blogas/<str:id>
bn: ব্লগএকক/<str:id>
gu: બ્લોગસિંગલ/<str:id>
hi: ब्लॉगएकल/<str:id>
kn: ಬ್ಲಾಗ್ಸಿಂಗಲ್/<str:id>
mai: blogmai/<str:id>
ml: ബ്ലോഗ്സിംഗിൾ/<str:id>
mr: ब्लॉगसिंगल/<str:id>
ne: blogne/<str:id>
pa: ਬਲੌਗਸਿੰਗਲ/<str:id>
ta: வலைப்பதிவுஒற்றை/<str:id>
te: బ్లాగ్సింగిల్/<str:id>
ur: blogur/<str:id>

source: test_support
bn: সমর্থন
gu: આધાર
hi: सहायता
kn: ಬೆಂಬಲ
ml: പിന്തുണ
mr: समर्थन
pa: ਸਮਰਥਨ
ta: உதவி
te: సహాయం
ur: supportUR

source: idn_websites_request
as: idn_websites_requestas
bn: idn_websites_requestbn
gu: idn_websites_requestgu
hi: idn_websites_requesthi
kn: idn_websites_requestkn
mai: idn_websites_requestmai
ml: idn_websites_requestml
mr: idn_websites_requestmr
ne: idn_websites_requestne
pa: idn_websites_requestpa
ta: idn_websites_requestta
te: idn_websites_requestte
ur: idn_websites_requestur

source: idn_websites_request1
as: idn_websites_requestas
bn: idn_websites_requestbn
gu: idn_websites_requestgu
hi: idn_websites_requesthi
kn: idn_websites_requestkn
ml: idn_websites_requestml
mr: idn_websites_requestmr
pa: idn_websites_requestpa
ta: idn_websites_requestta
te: idn_websites_requestte
ur: idn_websites_requestur

source: *SOURCE :
kn: *ಸೂಚನೆ :
ml: *കുറിപ്പ് :

source: Email address Internationalization (EAI)
kn: ಟ್ಯಾಗ್ ಲೈನ್: - ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಇ-ಮೇಲ್ ಐಡಿ
ml: ഇമെയിൽ വിലാസം ഇന്റർനാഷണലൈസേഷൻ (ഇഎഐ)

source: Home
kn: ಮುಖಪುಟ
ml: വീട്

source: Frequently Asked Questions
kn: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ

source: FAQs
kn: ಕೇಳಲುಪ್ರಶ್ನೆಗಳು
ml: പതിവുചോദ്യങ്ങൾ

source: .bharat IDN ccTLDs
kn: .ಭಾರತ ಐಡಿಎನ್ ಸಿಸಿಟಿಎಲ್ ಡಿ ಗಳು
ml: .ഭാരതവും കോട്ടകളും

source: Sr.No.
kn: ಕ್ರ.ಸಂ.
ml: സീനിയർ നം.

source: Internationalized Domain Name (IDN) ccTLDs
kn: ಅಂತರಾಷ್ಟ್ರೀಯ ಡೊಮೇನ್ ಹೆಸರು (IDN) ccTLD ಗಳು
ml: ഇന്റർനാഷണലൈസ്ഡ് ഡൊമെയ്ൻ നെയിം (IDN) ccTLD-കൾ

source: Script
kn: ಸ್ಕ್ರಿಪ್ಟ್
ml: സ്ക്രിപ്റ്റ്

source: Language(s) supported
kn: ಭಾಷೆ(ಗಳು) ಬೆಂಬಲಿತವಾಗಿದೆ
ml: ഭാഷ(കൾ) പിന്തുണയ്ക്കുന്നു

source: Language(s) Policy
kn: ಭಾಷೆ(ಗಳು) ನೀತಿ
ml: ഭാഷ(കൾ) നയം

source: Register .in/.भारत Domain
kn: ರಿಜಿಸ್ಟರ್ .in/.भभत ಡೊಮೇನ್
ml: .in/.India Domain രജിസ്റ്റർ ചെയ്യുക

source: Register .gov Domain
kn: ರಿಜಿಸ್ಟರ್ .gov ಡೊಮೇನ್
ml: .gov ഡൊമെയ്ൻ രജിസ്റ്റർ ചെയ്യുക

source: UA Compliant Websites
kn: ಯುಎ ಕಂಪ್ಲೈಂಟ್ ವೆಬ್‌ಸೈಟ್‌ಗಳು
ml: യുഎ കംപ്ലയന്റ് വെബ്‌സൈറ്റുകൾ

source: Websites in Hindi language
kn: ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ವೆಬ್‌ಸೈಟ್ ವಿಳಾಸ
ml: പ്രാദേശിക ഭാഷയിൽ വെബ്സൈറ്റ് വിലാസം

source: Universal Acceptance (UA)
kn: ಯುನಿವರ್ಸಲ್ ಸ್ವೀಕೃತಿ (ಯುಎ)
ml: സാർവത്രിക സ്വീകാര്യത (യുഎ)

source: More info
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ml: കൂടുതൽ വിവരങ്ങൾ

source: Blogs
kn: ಬ್ಲಾಗ್ ಗಳು
ml: ബ്ലോഗുകൾ

source: Blog Description
kn: ವಿವರಣೆ
ml: വിവരണം

source: Blog Category
kn: ಗುಂಪು
ml: വിഭാഗങ്ങൾ

source: Blog Document File
kn: ಯುಎ ದಾಖಲೆಗಳು
ml: യുഎ രേഖകൾ

source: Submit
kn: ಸಲ್ಲಿಸು
ml: സമർപ്പിക്കുക

source: Become Universal Acceptance Ready
kn: ಯುನಿವರ್ಸಲ್ ಅಕ್ಸೆಪ್ಟೆನ್ಸ್ ರೆಡಿ ಆಗಿ
ml: സാർവത്രിക സ്വീകാര്യത തയ്യാറാവുക

source: Best Practices
kn: ಒಳ್ಳೆಯ ಅಭ್ಯಾಸಗಳು
ml: മികച്ച രീതികൾ

source: Tools
kn: ಉಪಕರಣಗಳು
ml: ഉപകരണങ്ങൾ

source: *NOTE :
kn: *ಸೂಚನೆ :
ml: *കുറിപ്പ് :

source: IDN Email Syntax Checker
kn: ಐಡಿಎನ್ ಇ-ಮೇಲ್ ಸಿಂಟ್ಯಾಕ್ಸ್ ವ್ಯಾಲಿಡೇಟರ್
ml: ഐഡിഎൻ ഇമെയിൽ സിന്റാക്സ് ചെക്കർ

source: Email Address :
kn: ಇ-ಮೇಲ್ ವಿಳಾಸದ :
ml: ഇമെയിൽ വിലാസം :

source: The service may not give 100%% accuracy. This tool uses library from uasg.
kn: ಈ ಉಪಕರಣವು uasg ನಿಂದ ಲೈಬ್ರರಿಯನ್ನು ಬಳಸುತ್ತದೆ.
ml: ഈ ഉപകരണം uasg-ൽ നിന്നുള്ള ലൈബ്രറി ഉപയോഗിക്കുന്നു.

source: Referenced Document
kn: ಉಲ್ಲೇಖಿತ ಡಾಕ್ಯುಮೆಂಟ್
ml: പരാമർശിച്ച പ്രമാണം

source: Events
kn: ಈವೆಂಟ್
ml: സംഭവം

source: Event
kn: ಈವೆಂಟ್
ml: സംഭവം

source: Past Event
kn: ಈವೆಂಟ್
ml: സംഭവം

source: Universal Acceptance (UA) Day-23
kn: ಯುನಿವರ್ಸಲ್ ಸ್ವೀಕೃತಿ (ಯುಎ)
ml: സാർവത്രിക സ്വീകാര്യത (യുഎ)

source: Multilingual Internet for Women in India
kn: ಯುಎ & ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ವರದಿ
ml: ബഹുഭാഷാ ഇന്റർനെറ്റ് ശാക്തീകരിക്കുന്നു

source: Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ
ml: പ്രതികരണം

source: Feeback
kn: ಪ್ರತಿಕ್ರಿಯೆ
ml: പ്രതികരണം

source: Name
kn: ಹೆಸರು
ml: നാമം

source: Email
kn: ಇಮೇಲ್
ml: ഇമെയിൽ

source: Category
kn: ಗುಂಪು
ml: വിഭാഗങ്ങൾ

source: Description
kn: ವಿವರಣೆ
ml: വിവരണം

source: Captcha
kn: ಕ್ಯಾಪ್ಟನ್ಚಾ
ml: ക്യാപ്ടച്ച

source: Useful Links
kn: ಉಪಯುಕ್ತ ಕೊಂಡಿಗಳು
ml: ഉപയോഗപ്രദമായ ലിങ്കുകൾ

source: registrars list
kn: ನೋಂದಾಯಿಸಿ
ml: രജിസ്റ്റർ ചെയ്യുക

source: Other Links
kn: ಇತರ ಲಿಂಕ್‌ಗಳು
ml: മറ്റ് ലിങ്കുകൾ

source: Gallery
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി

source: Privacy Policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം

source: Terms & Conditions
kn: ನಿಯಮ ಮತ್ತು ಶರತ್ತುಗಳು
ml: സ്വകാര്യതാ നയം

source: Dashboard
kn: ಡ್ಯಾಶ್ ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്

source: Contact us
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളെ സമീപിക്കുക

source: National Internet Exchange of India (NIXI) 9th Floor, B-Wing, Statesman House,148, Barakhamba Road, New Delhi 110001
kn: ನ್ಯಾಷನಲ್ ಇಂಟರ್‌ನೆಟ್ ಎಕ್ಸ್‌ಚೇಂಜ್ ಆಫ್ ಇಂಡಿಯಾ (NIXI) 9ನೇ ಮಹಡಿ, ಬಿ-ವಿಂಗ್, ಸ್ಟೇಟ್ಸ್‌ಮನ್ ಹೌಸ್, 148, ಬರಾಖಂಬಾ ರಸ್ತೆ, ನವದೆಹಲಿ 110001
ml: നാഷണൽ ഇന്റർനെറ്റ് എക്സ്ചേഞ്ച് ഓഫ് ഇന്ത്യ (NIXI) 9-ാം നില, ബി-വിംഗ്, സ്റ്റേറ്റ്സ്മാൻ ഹൗസ്, 148, ബരാഖംബ റോഡ്, ന്യൂഡൽഹി 110001

source: Email: uasupport[at]nixi[dot]in
kn: ಇಮೇಲ್: uasupport[at]nixi[dot]in
ml: ഇമെയിൽ: uasupport[at]nixi[dot]in

source: Phone: +91-11-48202000
kn: ದೂರವಾಣಿ: +91-11-48202000
ml: ഫോൺ: +91-11-48202000

source: Go to Top
kn: ಮೇಲಕ್ಕೆ ಹೋಗಿ
ml: മുകളിലേക്ക് പോകുക

source: Contents on website are under continuous updation. 2024 © Copyright NIXI All rights reserved.
kn: ವೆಬ್ ಸೈಟ್ ನಲ್ಲಿನ ವಿಷಯಗಳು ನಿರಂತರವಾಗಿ ನವೀಕರಣದಲ್ಲಿರುತ್ತವೆ. 2024 © ಕೃತಿ ಸ್ವಾಮ್ಯ, ನಿಕ್ಸಿ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಿದೆ.
ml: വെബ്‌സൈറ്റിലെ ഉള്ളടക്കങ്ങൾ തുടർച്ചയായി പുതുക്കുന്നു. 2024 © പകർപ്പവകാശം നിക്സി, എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.

source: Bhashanet : Empowering Multilingual Internet
kn: ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ಸಬಲೀಕರಣ
ml: ബഹുഭാഷാ ഇന്റർനെറ്റ് ശാക്തീകരിക്കുന്നു

source: Skip to main Content
kn: ಮುಖ್ಯ ವಿಷಯಕ್ಕೆ ತೆರಳಿ
ml: പ്രധാന ഉള്ളടക്കത്തിലേക്ക് പോകുക

source: Assistance
kn: ನೆರವು
ml: സഹായം

source: Select languages
kn: ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷകൾ തിരഞ്ഞെടുക്കുക

source: Go
ml: പോകൂ

source: My Blogs
kn: ಬ್ಲಾಗ್
ml: ബ്ലോഗ്

source: Admin Dashboard
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്

source: About
kn: ಬಗ್ಗೆ
ml: കുറിച്ച്

source: UA India Programme
kn: ಯುಎ ಇಂಡಿಯಾ ಪ್ರೋಗ್ರಾಂ
ml: യുഎ ഇന്ത്യ പ്രോഗ്രാം

source: .bharat IDN-ccTLDs
kn: .ಭಾರತ ಐಡಿಎನ್ ಸಿಸಿಟಿಎಲ್ ಡಿ ಗಳು
ml: .ഇന്ത്യ ഇൻഡ്-കാസ്റ്റ്ലാഡ്സ്

source: Resources
kn: ಸಂಪನ್ಮೂಲಗಳು
ml: വിഭവങ്ങൾ

source: UA & Multilingual<br/> Internet Report
kn: ಯುಎ & ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ವರದಿ
ml: ബഹുഭാഷാ ഇന്റർനെറ്റ് ശാക്തീകരിക്കുന്നു

source: UA Documents
kn: ಯುಎ ದಾಖಲೆಗಳು
ml: യുഎ രേഖകൾ

source: UA Sample Code
kn: ಯುಎ ಮಾದರಿ ಕೋಡ್
ml: യുഎ സാമ്പിൾ കോഡ്

source: Become UA Ready
kn: ಯುಎ ರೆಡಿ ಆಗಿ
ml: യുഎ റെഡി ആവുക

source: IDN Websites
kn: ಐಡಿಎನ್ ವೆಬ್‌ಸೈಟ್‌ಗಳು
ml: ഐഡിഎൻ വെബ്‌സൈറ്റുകൾ

source: Technical Corner
kn: ತಾಂತ್ರಿಕ ಭಾಗ
ml: സാങ്കേതിക കോർണർ

source: BhashaNet
kn: ಭಾಷಾನೆಟ್
ml: ഭാഷാനെറ്റ്

source: A Multilingual Internet and Universal Acceptance Initiative
kn: ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ಮತ್ತು ಸಾರ್ವತ್ರಿಕವಾಗಿ ಸ್ವೀಕಾರದ ಉಪಕ್ರಮ
ml: ഒരു ബഹുഭാഷാ ഇന്റർനെറ്റും സാർവത്രിക സ്വീകാര്യത സംരംഭവും

source: Provides an eco system to enable citizen to easily create, communicate, transact, process and retrieve information with ease in digital medium without language barrier.
kn: ಭಾಷೆಯ ಅಡೆತಡೆಯಿಲ್ಲದೆ ಡಿಜಿಟಲ್ ಮಾಧ್ಯಮದಲ್ಲಿ ಸುಲಭವಾಗಿ ಮಾಹಿತಿಯನ್ನು ಸೃಷ್ಟಿಸಲು, ತಿಳಿಸಲು, ವ್ಯವಹರಿಸಲು, ಕಾರ್ಯಗತಗೊಳಿಸಲು ಮತ್ತು ಹಿಂಪಡೆಯಲು ನಾಗರಿಕರಿಗೆ ಅನುವು ಮಾಡಿಕೊಡುವ ಪರಿಸರದ ವ್ಯವಸ್ಥೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ml: ഭാഷാ തടസ്സങ്ങളില്ലാതെ ഡിജിറ്റൽ മീഡിയത്തിൽ എളുപ്പത്തിൽ വിവരങ്ങൾ സൃഷ്ടിക്കാനും ആശയവിനിമയം നടത്താനും ഇടപാടുകൾ നടത്താനും പ്രോസസ്സ് ചെയ്യാനും വീണ്ടെടുക്കാനും പൗരനെ പ്രാപ്തരാക്കുന്ന ഒരു ഇക്കോ സിസ്റ്റം നൽകുന്നു.

source: Read More
kn: ಮತ್ತಷ್ಟು ಓದು
ml: കൂടുതൽ വായിക്കുക

source: Internationalized Domain Names (IDN)
kn: ಅಂತರರಾಷ್ಟ್ರೀಯ ಡೊಮೇನ್ ಹೆಸರುಗಳು (ಐಡಿಎನ್)
ml: ഇന്റർനാഷണലൈസ്ഡ് ഡൊമെയ്ൻ നാമങ്ങൾ (ഐഡിഎൻ)

source: Website address in local language
kn: ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ವೆಬ್‌ಸೈಟ್ ವಿಳಾಸ
ml: പ്രാദേശിക ഭാഷയിൽ വെബ്സൈറ്റ് വിലാസം

source: (निक्सी.भारत)
kn: (ನಿಕ್ಸಿ.ಭಾರತ)
ml: (നിക്സി.ഭാരതം)
