Repository: PatilShweta1/BHASHANET_WITH_LPMF_NEW
Catalog: BHASHANET_PROD/locale/*/LC_MESSAGES/django.po
Languages: as, bn, gu, hi, kn, mai, ml, mr, ne, pa, ta, te, ur

source: Email Address Internationalization (EAI)
kn: ಟ್ಯಾಗ್ ಲೈನ್: - ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಇ-ಮೇಲ್ ಐಡಿ
ml: ഇമെയിൽ വിലാസം ഇന്റർനാഷണലൈസേഷൻ (ഇഎഐ)

source: E-mail ID in local language
kn: ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಇ-ಮೇಲ್ ಐಡಿ
ml: പ്രാദേശിക ഭാഷയിൽ ഇ-മെയിൽ ഐഡി

source: (मेरानाम@निक्सी.भारत)
kn: (ನನ್ನಹೆಸರು@ನಿಕ್ಸಿ.ಭಾರತ)
ml: (എന്റെപേര്@നിക്സി.ഭാരതം)

source: All web applications, devices should support the local language website name and email address.
kn: ಎಲ್ಲಾ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ಸಾಧನಗಳು ಸ್ಥಳೀಯ ಭಾಷೆಯ ವೆಬ್‌ಸೈಟ್ ಹೆಸರು ಮತ್ತು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬೆಂಬಲಿಸಬೇಕು
ml: എല്ലാ വെബ് ആപ്ലിക്കേഷനുകളും ഉപകരണങ്ങളും പ്രാദേശിക ഭാഷാ വെബ്സൈറ്റിന്റെ പേരും ഇമെയിൽ വിലാസവും പിന്തുണയ്ക്കണം

source: BhashaNet Initiative
kn: ಭಾಷಾನೆಟ್ ಇನಿಶಿಯೇಟಿವ್
ml: ഭാഷാനെറ്റ് ഇനിഷ്യേറ്റീവ്

source: Announcements
kn: ಪ್ರಕಟಣೆಗಳು
ml: പ്രഖ്യാപനങ്ങൾ

source: 09 May 2023
kn: ಯುಎ ಡೇ - 2023
ml: യുഎ ദിനം - 2023

source: Register
kn: ನೋಂದಾಯಿಸಿ
ml: രജിസ്റ്റർ ചെയ്യുക

source: Websites In IDN
kn: ಐಡಿಎನ್ ನಲ್ಲಿ ವೆಬ್ ಸೈಟ್ ಗಳು
ml: ഐഡിഎൻ-ലെ വെബ്‌സൈറ്റുകൾ

source: Universal Acceptance Websites compliance with Internationalized Domain Names (IDNs) list
kn: ಸಾರ್ವತ್ರಿಕ ಸ್ವೀಕಾರ ವೆಬ್ ಸೈಟ್ ಗಳು ಅಂತರರಾಷ್ಟ್ರೀಯೀಕೃತ ಡೊಮೇನ್ ಹೆಸರುಗಳು (ಐಡಿಎನ್ಎಸ್) ಪಟ್ಟಿಯನ್ನು ಅನುಸರಿಸುತ್ತವೆ.
ml: സാർവത്രിക സ്വീകാര്യതാ വെബ്‌സൈറ്റുകൾ അന്തർദേശീയമാക്കിയ ഡൊമെയ്ൻ നാമങ്ങളുടെ (IDN-കൾ) ലിസ്റ്റിനെ അനുസരിയ്ക്കുന്നു.

source: View List
kn: ಪಟ್ಟಿ ವೀಕ್ಷಿಸಿ
ml: കാണുവാനുള്ള പട്ടിക

source: View Gallery
kn: ಗ್ಯಾಲರಿ ವೀಕ್ಷಿಸಿ
ml: ഗ്യാലറി കാണുക

source: Making your website Universal Acceptance ready: Way Forward
kn: ನಿಮ್ಮ ವೆಬ್ ಸೈಟ್ ಯುನಿವರ್ಸಲ್ ಸ್ವೀಕೃತಿಗಾಗಿ ಸಿದ್ಧಗೊಳಿಸುವುದು: ಮುಂದಿನ ಮಾರ್ಗ
ml: നിങ്ങളുടെ വെബ്‌സൈറ്റിനെ സാർവത്രിക സ്വീകാര്യതയുള്ളതാക്കി തീർക്കുന്നു : മുന്നോട്ടുള്ള വഴി

source: Workshop on Making Your email platform UA Ready
kn: ನಿಮ್ಮ ಇ-ಮೇಲ್ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಯುಎಗೆ ಸಿದ್ಧಗೊಳಿಸುವ ಕಾರ್ಯಾಗಾರ
ml: നിങ്ങളുടെ ഇമെയിൽ പ്ലാറ്റ്‌ഫോം യുഎ(UA) അധിഷ്ഠിതമാക്കുന്നതിനുള്ള ശിൽപശാല

source: Curtain Raiser
kn: ಮುನ್ನೋಟ
ml: കർട്ടൻ റൈസർ

source: Frequently asked Questions
kn: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ

source: Help Desk
kn: ಸಹಾಯವಾಣಿ ಕೇಂದ್ರ
ml: ഹെൽപ്പ് ഡെസ്ക്

source: For Registering Domain Names Under सरकार.भारत (or equivalent)
kn: ಸರ್ಕಾರ.ಭಾರತ (ಅಥವಾ ಸಮಾನ) ಅಡಿಯಲ್ಲಿ ಡೊಮೇನ್ ಹೆಸರುಗಳನ್ನು ನೋಂದಾಯಿಸಲು
ml: ഗവൺമെന്റ് ഇന്ത്യയ്ക്ക് കീഴിൽ (അല്ലെങ്കിൽ തത്തുല്യമായത്) ഡൊമെയ്ൻ നാമങ്ങൾ രജിസ്റ്റർ ചെയ്യുന്നതിന്

source: Toll Free Number
kn: ಟೋಲ್ ಫ್ರೀ ಸಂಖ್ಯೆ
ml: ടോൾ ഫ്രീ നമ്പർ

source: Website
kn: ಜಾಲತಾಣ
ml: വെബ്സൈറ്റ്

source: For Registering Domain Names Under .भारत (or equivalent )
kn: .ಭಾರತದ ಅಡಿಯಲ್ಲಿ ಡೊಮೈನ್ ಹೆಸರುಗಳನ್ನು ನೋಂದಾಯಿಸಲು (ಅಥವಾ ಸಮಾನ)
ml: .ഭാരതത്തിന് (അല്ലെങ്കിൽ തത്തുല്യമായത്) കീഴിൽ ഡൊമെയ്ൻ നാമങ്ങൾ രജിസ്റ്റർ ചെയ്യുന്നതിന്

source: Contact
kn: ಸಂಪರ್ಕಿಸಿ
ml: ബന്ധപ്പെടുക

source: Welcome to Bhashnet Portal
ml: ഭാഷ്നെറ്റ് പോർട്ടലിലേക്ക് സ്വാഗതം

source: Empowering Multilingual Internet
kn: ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ಸಬಲೀಕರಣ
ml: ബഹുഭാഷാ ഇന്റർനെറ്റ് ശാക്തീകരിക്കുന്നു

source: About the Event
kn: ಈವೆಂಟ್ ಬಗ್ಗೆ
ml: സംഭവത്തെക്കുറിച്ച്

source: UA DAY India Event
kn: ಯುಎ ಡೇ ಇಂಡಿಯಾ ಈವೆಂಟ್
ml: UA DAY ഇന്ത്യ ഇവന്റ്

source: 28 March 2023, New Delhi
kn: 28 ಮಾರ್ಚ್ 2023, ನವದೆಹಲಿ
ml: 28 മാർച്ച് 2023, ന്യൂഡൽഹി

source: UA & Multilingual Internet Report
kn: ಯುಎ & ಬಹುಭಾಷಾ ಇಂಟರ್ನೆಟ್ ವರದಿ
ml: ബഹുഭാഷാ ഇന്റർനെറ്റ് ശാക്തീകരിക്കുന്നു

source: IDN Ready Websites
kn: IDN ವೆಬ್‌ಸೈಟ್‌ಗಳು
ml: ഐഡിഎൻ വെബ്‌സൈറ്റുകൾ

source: Categories
kn: ವರ್ಗಗಳು
ml: വിഭാഗങ്ങൾ

source: Languages
kn: ಭಾಷೆ(ಗಳು) ನೀತಿ
ml: ഭാഷ(കൾ) നയം

source: Submit Your IDN Website
kn: IDN ವೆಬ್‌ಸೈಟ್‌ಗಳು
ml: ഐഡിഎൻ വെബ്‌സൈറ്റുകൾ

source: Enter String in Indian Languages
kn: ಭಾರತೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಸ್ಟ್ರಿಂಗ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: ഇന്ത്യൻ ഭാഷകളിൽ സ്ട്രിംഗ് നൽകുക

source: Detected Languge
kn: ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

source: Identify Language
kn: ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

source: Script Detection
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಪತ್ತೆ
ml: സ്ക്രിപ്റ്റ് കണ്ടെത്തൽ

source: This tool is identifying the language or script used in input strings.
kn: ಈ ಉಪಕರಣವು ಇನ್ ಪುಟ್ ಪಠ್ಯದ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಗುರುತಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ml: ഇൻപുട്ട് സ്ട്രിംഗുകളിൽ ഉപയോഗിക്കുന്ന ഭാഷയോ സ്ക്രിപ്റ്റോ തിരിച്ചറിയുന്നതിനാണ് ഈ ഉപകരണം.

source: Search Results
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು
ml: തിരയൽ ഫലങ്ങൾ

source: Search
kn: ಹುಡುಕು
ml: തിരയുക

source: Websites in IDN
kn: ಐಡಿಎನ್ ನಲ್ಲಿ ವೆಬ್ ಸೈಟ್ ಗಳು
ml: ഐഡിഎൻ-ലെ വെബ്‌സൈറ്റുകൾ

source: For Registering Domain Names Under
kn: ಅಡಿಯಲ್ಲಿ ಡೊಮೇನ್ ಹೆಸರುಗಳನ್ನು ನೋಂದಾಯಿಸಲು
ml: ഡൊമെയ്ൻ നാമങ്ങൾ രജിസ്റ്റർ ചെയ്യുന്നതിന്

source: सरकार.भारत (or equivalent)
ml: സർക്കാർ.ഭാരതം (അല്ലെങ്കിൽ തത്തുല്യം)

source: .भारत (or equivalent )
ml: .ഭാരതം (അല്ലെങ്കിൽ തത്തുല്യം)

source: <strong>Contact</strong> : +91-11-48202040, +91-11-48202011,<br/> +91-11-48202002
kn: <strong>ಸಂಪರ್ಕ</strong> : +91-11-48202040, +91-11-48202011,<br/> +91-11-48202002
ml: <strong>ബന്ധപ്പെടുക</strong> : +91-11-48202040, +91-11-48202011,<br/> +91-11-48202002

source: <strong>Email</strong> : uasupport@nixi.in, rishab@nixi.in, rajiv@nixi.in, support@bhashanet.in
kn: <strong>ಇಮೇಲ್</strong> : uasupport@nixi.in, rishab@nixi.in, rajiv@nixi.in
ml: <strong>ഇമെയിൽ</strong> : uasupport@nixi.in, rishab@nixi.in, rajiv@nixi.in

source: <strong>Contact</strong> : +91-11-48202040, +91-11-48202011, +91-11-48202002
kn: <strong>ಸಂಪರ್ಕ</strong> : +91-11-48202040, +91-11-48202011,<br/> +91-11-48202002
ml: <strong>ബന്ധപ്പെടുക</strong> : +91-11-48202040, +91-11-48202011,<br/> +91-11-48202002

source: Transliteration
kn: ಲಿಪ್ಯಂತರಣ
ml: ലിപ്യന്തരണം

source: Transliteration is a phonetic transliteration mechanism that transliterates English data to Indian Language.
kn: ಲಿಪ್ಯಂತರಣವು ಫೋನೆಟಿಕ್ ಲಿಪ್ಯಂತರಣ ಕಾರ್ಯವಿಧಾನವಾಗಿದ್ದು ಅದು ಇಂಗ್ಲಿಷ್ ಡೇಟಾವನ್ನು ಭಾರತೀಯ ಭಾಷೆಗೆ ಲಿಪ್ಯಂತರ ಮಾಡುತ್ತದೆ.
ml: ഇംഗ്ലീഷ് ഡാറ്റ ഇന്ത്യൻ ഭാഷയിലേക്ക് ലിപ്യന്തരണം ചെയ്യുന്ന ഒരു സ്വരസൂചക ലിപ്യന്തരണ സംവിധാനമാണ് ലിപ്യന്തരണം.

source: Target Language
kn: ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

source: Punjabi
ml: പഞ്ചാബി

source: Odia
ml: ഒഡിയ

source: Enter English Text
kn: ಇಂಗ್ಲಿಷ್ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ
ml: ഇംഗ്ലീഷ് വാചകം നൽകുക

source: (On Tab)
kn: (ಟ್ಯಾಬ್‌ನಲ್ಲಿ)
ml: (ടാബിൽ)

source: Transliterated Text
kn: ಅನುವಾದಿತ ಪಠ್ಯ
ml: വിവർത്തനം ചെയ്ത വാചകം

source: (Double-click for suggestions)
kn: (ಸಲಹೆಗಳಿಗಾಗಿ ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ)
ml: (നിർദ്ദേശങ്ങൾക്കായി ഡബിൾ ക്ലിക്ക് ചെയ്യുക)

source: Filter
kn: ಫಿಲ್ಟರ್
ml: ഫിൽട്ടർ ചെയ്യുക

source: Reset
kn: ಮರುಹೊಂದಿಕೆ
ml: പുനഃസജ്ജമാക്കുക

source: Unicode-Punycode Generator
kn: ಯೂನಿಕೋಡ್-ಪುನಿಕೋಡ್ ಜನರೇಟರ್
ml: യൂണികോഡ്-പുണികോഡ് ജനറേറ്റർ

source: Punycode is an encoding algorithm that represents Unicode characters using only the ASCII character set.
kn: Punycode ಒಂದು ಎನ್ಕೋಡಿಂಗ್ ಅಲ್ಗಾರಿದಮ್ ಆಗಿದ್ದು ಅದು ASCII ಅಕ್ಷರ ಸೆಟ್ ಅನ್ನು ಮಾತ್ರ ಬಳಸಿಕೊಂಡು ಯುನಿಕೋಡ್ ಅಕ್ಷರಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.
ml: ASCII പ്രതീക സെറ്റ് മാത്രം ഉപയോഗിച്ച് യൂണികോഡ് പ്രതീകങ്ങളെ പ്രതിനിധീകരിക്കുന്ന ഒരു എൻകോഡിംഗ് അൽഗോരിതം ആണ് Punycode.

source: Enter Unicode Text :
kn: ಯುನಿಕೋಡ್ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ:
ml: യൂണികോഡ് വാചകം നൽകുക:

source: Convert to Punycode
kn: Punycode ಗೆ ಪರಿವರ್ತಿಸಿ
ml: പുന്കോഡിലേക്ക് പരിവർത്തനം ചെയ്യുക

source: Enter Punycode :
kn: Punycode ನಮೂದಿಸಿ:
ml: നൽകുക പുന്കോഡ്:

source: Convert to Unicode
kn: ಯುನಿಕೋಡ್‌ಗೆ ಪರಿವರ್ತಿಸಿ
ml: യൂണികോഡിലേക്ക് പരിവർത്തനം ചെയ്യുക

source: Email Address
kn: ಇ-ಮೇಲ್ ವಿಳಾಸದ :
ml: ഇമെയിൽ വിലാസം :

source: Kannada
kn: ಕನ್ನಡ

source: 28 March 2023, Pune
kn: 28 ಮಾರ್ಚ್ 2023, ಪುಣೆ

source: user_profile
as: user_profileas
bn: user_profilebn
gu: user_profilegu
hi: user_profilehi
mai: user_profilemai
mr: user_profilemr
ne: user_profilene
pa: user_profilepa
ta: user_profileta
te: user_profilete
ur: user_profileur
